; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Impossible de démarrer ce logiciel, qui est utilisé par un autre utilisateur."
MSE1="Impossible de redémarrer le système. Fermez l'installation ou l'application en cours. Quittez ensuite le programme d'installation Canon et réessayez."
MSE2="Ce programme ne peut pas être utilisé avec le système d'exploitation actuel."
MSE3="Pour installer le logiciel, vous devez vous connecter comme membre du groupe des administrateurs.\nCliquez sur [OK] et retirez le CD-ROM afin d'abandonner l'installation.\nConnectez-vous ensuite en tant qu'administrateur, puis réinsérez le CD-ROM."
MSE3_Mac="Ouvrez une session avec un compte d'administrateur pour démarrer ce logiciel."
MSE31_Mac="Le nom d'utilisateur et le mot de passe pour l'administrateur sont nécessaires à l'installation de ce logiciel."
MSE4="Vous avez besoin d'un logiciel approprié pour afficher le fichier sélectionné."
MSE5="Espace insuffisant sur le lecteur %D%. %S% Mo sont requis pour installer le logiciel."
MSE6="Le dossier indiqué n'est pas valide. Indiquez un dossier dans lequel vous pouvez enregistrer et situé sur le disque dur local."
MSE7="Le programme ne peut pas démarrer à cause d'une résolution écran trop faible. Spécifiez 800 x 600 au minimum et recommencez l'opération.\nEn cas d'installation sur le Tablet PC, utilisez le mode d'orientation écran Paysage, puis exécutez l'opération."
MSE7_Mac="Le programme ne peut pas démarrer à cause d'une résolution écran trop faible. Spécifiez 800 x 600 au minimum et recommencez l'opération."
MSE8="Il n'y a aucun CD-ROM présent,\nRéinsérez le CD-ROM dans le lecteur."
MSE9="Un nom de fichier ne peut contenir les caractères suivants :\n/ , ; * ? \\" < > |"
MSE10="Le chemin d'accès spécifié dépasse la taille limite. Utilisez au maximum 150 caractères."
MSE11="Le chemin d'accès spécifié ne contient pas de lettre d'unité ou il s'agit d'un chemin relatif. Spécifiez un chemin d'accès absolu."
MSE12="L'option [Installation rapide] ne peut pas être utilisée sur le système d'exploitation actuel."
MSE15="Ce programme peut être exécuté sous Windows 2000 Service Pack 4 ou sous un système d'exploitation ultérieur. Si votre système d'exploitation est antérieur au Service Pack 4, mettez à jour Windows 2000 vers le Service Pack 4 ou une version ultérieure, puis réexécutez l'opération."
MSE16="Impossible d'ouvrir le fichier."
MSE17="Ce programme peut être exécuté sous Windows XP Service Pack 2 ou sous un système d'exploitation ultérieur. Si votre système d'exploitation est antérieur au Service Pack 2, mettez à jour Windows XP vers le Service Pack 2 ou une version ultérieure, puis réexécutez l'opération."
MSE18="Ce programme peut être exécuté sous Windows XP Service Pack 3 ou sous un système d'exploitation ultérieur lorsque vous utilisez Windows XP. Mettez à jour Windows XP vers le Service Pack 3 ou une version ultérieure, puis réexécutez l'opération."
MSE19="Ce programme peut être exécuté sous Windows Vista Service Pack 1 ou sous un système d'exploitation ultérieur lorsque vous utilisez Windows Vista. Mettez à jour Windows Vista vers le Service Pack 1 ou une version ultérieure, puis réexécutez l'opération."
MSE20="Ce programme peut être exécuté sous Windows Vista Service Pack 2 ou sous un système d'exploitation ultérieur lorsque vous utilisez Windows Vista. Mettez à jour Windows Vista vers le Service Pack 2 ou une version ultérieure, puis réexécutez l'opération."

MSW1="Le fichier a été mis à jour car une version périmée était présente sur le système. Redémarrez l'ordinateur pour terminer la mise à jour. Cliquez sur [OK] pour redémarrer le système. Après le redémarrage, ce logiciel sera relancé automatiquement."
MSW2="Le dossier\n\"%P%\"\nn'existe pas. Voulez-vous le créer ?"
MSW3="Selon la version du système d'exploitation, l'installation risque de ne pas s'effectuer correctement. Cliquez sur [Consulter les informations récentes] pour accéder au site web de Canon et obtenir les dernières informations.\n\nAprès avoir consulté les informations récentes, cliquez sur [Poursuivre l'installation] pour poursuivre l'installation. Cliquez sur [Annuler l'installation] pour annuler l'installation."
MSW4="Le dernier logiciel prenant en charge votre système d'exploitation est disponible. Nous vous recommandons d'utiliser ce tout dernier logiciel. Pour accéder au site Web de Canon et télécharger le logiciel, cliquez sur [Consulter les informations récentes].\nCliquez sur [OK] pour poursuivre l'installation. Cliquez sur [Annuler] pour quitter ce programme."

MSM0001="OK"
MSM0002="Annuler"
MSM0003="Oui"
MSM0004="Non"
MSM0005="Précédent"
MSM0006="Suivant"
MSM0007="Continuer"
MSM0008="Abandonner"
MSM0009="Quitter"
MSM0010="Installer"
MSM0011="Aide"
MSM0012="Tout sélectionner"
MSM0013="Tout effacer"
MSM0014="Consulter les informations récentes"
MSM0015="Poursuivre l'installation"
MSM0016="Annuler l'installation"
MSM0017="Langue"
MSM0018="Défaut"
MSM0019="Passer"
MSM0020="Retour au début"

MSM0101="Erreur"
MSM0102="Avertissement"
MSM0103="Informations"
MSM0104="Canon"

MSM1001="Sélectionner la langue"
MSM1002="Sélectionnez la langue à utiliser avec ce programme et cliquez sur [Suivant]."
MSM1003="Sélectionnez la langue à utiliser avec ce programme et cliquez sur [Précédent]."

MSM1011="Démarrage de l'installation de l'utilitaire. L'utilitaire est requis pour les opérations de configuration."

MSM1021="Acquisition d'informations en cours"
MSM1022="Acquisition d'informations sur le pilote et le logiciel les plus récents en cours. Veuillez patienter."
MSM1023="Pour l'accès à Internet, ce logiciel obtiendra des informations enregistrées dans votre trousseau.\nSi la boîte de dialogue Confirmer l'accès au trousseau s'affiche, cliquez sur [Toujours autoriser]."

MSM1031="Erreur d'acquisition d'informations"
MSM1032="L'acquisition d'informations sur le pilote et le logiciel a échoué. Vérifiez la connexion réseau et réessayez."

MSM1051="Sélectionner une imprimante"
MSM1052="Sélectionner un scanner"
MSM1053="Sélectionnez l'imprimante à installer, puis cliquez sur [Suivant]."
MSM1054="Sélectionnez le scanner à installer, puis cliquez sur [Suivant]."

MSM1101="Sélectionnez votre lieu de résidence"
MSM1102="Sélectionnez votre lieu de résidence et cliquez sur [Suivant]."
MSM1103="États-Unis, Canada, Amérique latine"
MSM1104="Europe, Moyen-Orient, Afrique"
MSM1105="Asie"
MSM1106="Zone Pacifique"

MSM1111="Sélectionnez votre pays ou votre lieu de résidence, puis cliquez sur [Suivant]. Si votre pays ou lieu de résidence ne figure pas dans la liste ci-dessous, sélectionnez « Autres »."
MSM1116="Sélectionner le pays ou la région"
MSM1117="Sélectionnez votre lieu de résidence."
MSM1118="Sélectionnez votre pays ou votre lieu de résidence. Si votre pays ou lieu de résidence ne figure pas dans la liste ci-dessous, sélectionnez « Autres »."

MSM1201="Sélectionnez la méthode d'installation et suivez les instructions affichées à l'écran."
MSM1202="Recommandée pour les nouveaux utilisateurs"
MSM1203="Installation rapide"
MSM1204="Installe automatiquement le logiciel."
MSM1205="Installation personnalisée"
MSM1206="Cette méthode vous permet de sélectionner les logiciels que vous souhaitez utiliser et n'installe que ces programmes."
MSM1207="Annule l'installation du logiciel."
MSM1208="Scanner couleur Canon"
MSM1209="Utilitaire d'installation CanoScan"
MSM1210="Kit de création d'album photo"
MSM1211="Cette méthode vous permet de sélectionner les logiciels que vous souhaitez utiliser et n'installe que ces programmes."
MSM1221="Vous pouvez utiliser cette imprimante par l'intermédiaire d'une connexion USB ou d'un réseau local. Suivez les instructions à l'écran pour sélectionner la méthode de connexion.\n\nLe réseau doit être configuré pour utiliser l'imprimante par connexion au réseau local. Si la configuration est déjà effectuée, la connexion est automatiquement confirmée. Sinon, suivez les instructions à l'écran pour configurer l'imprimante."
MSM1222="Démarrage de l'installation des logiciels. Suivez les instructions affichées à l'écran."
MSM1231="Vous pouvez modifier la méthode de connexion, ajouter un logiciel ou recommencer la configuration. Cliquez sur [Recommencer la configuration] uniquement lorsque l'imprimante ne fonctionne pas correctement."
MSM1232="Changer méthode de connexion"
MSM1233="Modifiez la méthode de connexion entre l'imprimante et l'ordinateur : USB à réseau local ou vice-versa."
MSM1234="Ajouter logiciels"
MSM1235="Sélectionnez des logiciels à ajouter ou à réinstaller."
MSM1236="Recommencer la configuration"
MSM1237="Reconfigurez entièrement la connexion."
MSM1238="Vous pouvez ajouter un logiciel ou recommencer la configuration. Cliquez sur [Recommencer la configuration] uniquement lorsque l'imprimante ne fonctionne pas correctement."
MSM1239="Pour utiliser le fax"
MSM1241="Commencer la configuration"
MSM1242="Démarrage de la configuration nécessaire pour utiliser la machine depuis cet ordinateur.\nSuivez les instructions à l'écran."
MSM1243="Commencer la configuration"
MSM1244="Ce logiciel vous permet d'utiliser la machine depuis l'ordinateur."
MSM1245="Logiciel utile"
MSM1246="Installe le logiciel qui permet une utilisation plus pratique de la machine."
MSM1247="Manuel en ligne"
MSM1248="Manuel peut être vérifié en ligne."
MSM1249="Utiliser le logiciel mis à jour détecté sur Internet"
MSM1301="Installation rapide"
MSM1302="Tous les logiciels de la liste vont être installés. Pour continuer, cliquez sur [Installer].\n\nPour afficher une présentation d'un logiciel, placez le curseur de la souris sur son nom."
MSM1304="Affiche le fichier LISEZMOI : "
MSM1305="Lecteur %DRIVELETTER% %DISKSPACE% Mo d'espace disponible"
MSM1306="Espace total utilisé : %ITEMSPACE% Mo"
MSM1307="%s Mo"
MSM1308="Cliquez sur ce bouton pour lire la description de %s."
MSM1309="Cliquez sur ce bouton pour lire le fichier LISEZMOI de %s."
MSM1310="Pilote et manuel"
MSM1311="Application"
MSM1312="Durée estimée de l'installation : %INSTALLTIME_MIN% à %INSTALLTIME_MAX% minutes"
MSM1313=
MSM1314="Ce logiciel est obligatoire. Il est donc déconseillé de le désélectionner.\nVoulez-vous le désélectionner ?"
MSM1315="L'installation peut prendre un certain temps en fonction de votre environnement réseau."

MSM1401="Installation personnalisée"
MSM1402="Cochez la case correspondant au logiciel à installer, puis cliquez sur [Suivant].\nPour afficher une présentation d'un logiciel, placez le curseur de la souris sur son nom."
MSM1402_Mac="Cochez la case correspondant au logiciel à installer, puis cliquez sur [Installer].\nPour afficher une présentation d'un logiciel, placez le curseur de la souris sur son nom."
MSM1451="Liste d'installation des logiciels"
MSM1452="Les logiciels sélectionnés sont installés. Assurez-vous que les logiciels à installer sont sélectionnés, puis cliquez sur [Suivant]."
MSM1453_Mac="Vous devez installer tous les logiciels ci-dessous pour que cette imprimante soit entièrement fonctionnelle."
MSM1454="Ce logiciel est obligatoire. Il ne peut pas être désélectionné."
MSM1455_Mac="Vous devez installer tous les logiciels ci-dessous pour que ce scanner soit entièrement fonctionnel."

MSM1501="Modifier l'emplacement d'installation"
MSM1502="Vous pouvez modifier l'emplacement d'installation de %LOCATIONITEM%."
MSM1503="Si vous ne souhaitez pas modifier l'emplacement, cliquez sur [Installer]."
MSM1504="Pour modifier l'emplacement, cliquez sur [Parcourir...], sélectionnez le dossier souhaité et cliquez sur [Installer]."
MSM1505="Emplacement d'installation :"
MSM1506="Parcourir..."
MSM1507="Lecteur %DRIVELETTER% Espace disponible : %DISKSPACE% Mo Espace requis : %ITEMSPACE% Mo"
MSM1508="Lecteur %APPDRIVELETTER% Espace disponible : %APPDISKSPACE% Mo Espace requis : %APPITEMSPACE% Mo"

MSM1601="Contrat de licence"
MSM1602="Avant d'installer les logiciels sélectionnés, lisez attentivement le contrat de licence ci-dessous."
MSM1603="Si vous acceptez les termes de l'accord, cliquez sur [Oui]. Si vous cliquez sur [Non], l'installation du logiciel sera annulée."
MSM1604="Avant d'installer %CURRENT_STEPITEM%, lisez attentivement l'accord de licence ci-dessous."
MSM1605="Si vous acceptez les termes de l'accord, cliquez sur [Oui]. Si vous cliquez sur [Non], le logiciel ne sera pas installé."
MSM1606="Produits Canon"
MSM1607="Si vous n'acceptez pas les termes de l'accord de licence, le logiciel ne sera pas installé. En êtes-vous sûr ?"
MSM1608="Si vous n'acceptez pas les termes de l'accord de licence, l'application et Print Studio Pro, qui nécessite l'installation de l'application, ne seront pas installés. En êtes-vous sûr ?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Accord de licence pour %s"

MSM1651="Mise à jour de fichier système"
MSM1659="Autoriser les processus de l'assistant d'installation"
MSM1660="Autorisez tous les processus de l'assistant d'installation"
MSM1661="Il est possible que des logiciels de pare-feu ou d'anti-virus affichent des boîtes de dialogue d'alerte lors de l'installation des produits Canon. Autorisez l'installation en sélectionnant une option dans la boîte de dialogue, par exemple :\n\n-Autoriser\n-Permettre\n-Oui\n-Débloquer"

MSM1671="Installer .NET Framework"
MSM1672="Microsoft .NET Framework 4 n'est pas installé sur votre ordinateur. Pour pouvoir utiliser l'ensemble des logiciels, vous devez installer Microsoft .NET Framework 4. Voulez-vous l'installer ?"

MSM1681="Microsoft .NET Framework 4 introuvable"
MSM1682="Microsoft .NET Framework 4 est introuvable ou n'est pas correctement installé.\nMicrosoft .NET Framework 4 doit être correctement installé pour pouvoir installer ce logiciel."

MSM1701="Avancement de l'installation : %PROGRESS%%"
MSM1702="Environ %RESTTIME% minutes restantes"
MSM1703="Avancement de l'installation : %PROGRESS%%PERCENT%"
MSM1711="Téléchargement..."
MSM1712="Calcul du temps restant..."
MSM1713="Temps restant [min] : environ %d"
MSM1714="Téléchargement %s..."
PERCENT="%"

MSM1801="ÉTAPE 1"
MSM1802="ÉTAPE 2"
MSM1803="ÉTAPE 3"
MSM1804="Contrat de licence"
MSM1805="Installation"
MSM1806="Configuration"
MSM1806_Mac="Fin"
MSM1807="Applications"
MSM1808="Utilitaires"
MSM1809="Fin"
MSM1810="ÉTAPE 4"
MSM1811="Informations"

MSM1901="Traitement en cours"
MSM1902="Traitement en cours. Attendez."
MSM1903="L'installation de %ITEM% est terminée."
MSM1904="Installation : %ITEM%"
MSM1905="Téléchargement : %ITEM%"
MSM1906="Téléchargement de %PROG_CAPA%/%TOTAL_CAPA%Mo"

MSM2001="Connexion de l'imprimante"
MSM2002="Vérifiez que l'imprimante est connectée à l'ordinateur et mettez-la sous tension."
MSM2003="L'imprimante n'a pas été détectée. Vérifiez la connexion."
MSM2004="Sélection manuelle"
MSM2005="Pour sélectionner le port manuellement sans détection automatique, cliquez sur [Sélection manuelle]."
MSM2006="L'imprimante a été détectée. Attendez la fin de l'installation."
MSM2007="Installation en cours… Patientez encore quelques instants."
MSM2010="Connexion à l'imprimante"
MSM2011="Vérifiez que l'imprimante est connectée à l'ordinateur et qu'elle est sous tension. Après avoir vérifié la connexion, cliquez sur [Redémarrer] pour redémarrer votre ordinateur. Configurez l'imprimante après avoir redémarré votre ordinateur."
MSM2021="L'Assistant Ajout de nouveau matériel détecté peut s'afficher. Dans ce cas, fermez-le en cliquant sur [Annuler] dans l'Assistant, puis poursuivez l'installation."
MSM2031="Connexion au scanner"
MSM2032="Vérifiez que le scanner est connecté à l'ordinateur, puis mettez-le sous tension s'il dispose d'un bouton MARCHE."
MSM2033="Le scanner n'a pas été détecté. Vérifiez la connexion."
MSM2034="Le scanner a été détecté. Attendez la fin de l'installation."

MSM2051="Méthode de configuration"
MSM2052="Connexion de l'imprimante au réseau pour la première fois"
MSM2053="Sélectionnez cette option lorsque vous souhaitez utiliser une imprimante qui n'est pas déjà connectée au réseau via un réseau filaire ou sans fil. Pour configurer le réseau, reliez l'imprimante à l'ordinateur au moyen d'un câble USB."
MSM2054="L'imprimante est déjà connectée au réseau"
MSM2055="Sélectionnez cette option pour utiliser une imprimante déjà connectée au réseau depuis votre ordinateur. Sélectionnez également cette option lorsqu'un réseau local sans fil a été configuré avec le WPS (Wi-Fi Protected Setup) ou WCN (Windows Connect Now)."
MSM2056="Sélectionnez la méthode de configuration et cliquez sur [Suivant]."
MSM2065="Sélectionnez cette option si vous souhaitez utiliser une imprimante qui n'est pas encore connectée au réseau via un réseau filaire. Pour configurer le réseau, reliez l'imprimante à l'ordinateur au moyen d'un câble USB."
MSM2067="Sélectionnez cette option pour utiliser une imprimante déjà connectée au réseau depuis votre ordinateur."
MSM2068="Utiliser l'imprimante avec une connexion USB"
MSM2069="Sélectionnez cette option pour utiliser l'imprimante avec une connexion USB."
MSM2070="Commencer la configuration"
MSM2071="Vous devez configurer l'imprimante avant de pouvoir l'utiliser. Cliquez sur [Exécuter] pour configurer l'imprimante. \n\nCliquez sur [Suivant] si vous ne souhaitez pas configurer l'imprimante."
MSM2081="Si vous avez sélectionné le paramètre Réseau filaire/sans fil dans le panneau de contrôle de l'imprimante en fonction de la méthode de connexion, cliquez sur [OK].\n\nSi vous ne l'avez pas déjà sélectionné, reportez-vous à Démarrage."
MSM2081_Mac="Pour les utilisateurs d'un réseau filaire/sans fil :\n Si vous avez sélectionné le paramètre Réseau filaire/sans fil dans le panneau de contrôle de l'imprimante en fonction de la méthode de connexion, cliquez sur [Redémarrer]. L'écran de configuration du réseau s'affiche après le redémarrage de l'ordinateur.\n\nSi vous ne l'avez pas déjà sélectionné, reportez-vous à Démarrage."
MSM2083="Sélectionnez la méthode de connexion de l'imprimante"
MSM2084="Utiliser l'imprimante avec une connexion USB"
MSM2085="Sélectionnez cette option pour utiliser l'imprimante avec une connexion USB."
MSM2086="Utiliser l'imprimante avec une connexion réseau sans fil"
MSM2087="Sélectionnez cette option pour utiliser l'imprimante avec une connexion réseau sans fil."
MSM2088="Utiliser l'imprimante avec une connexion réseau filaire"
MSM2089="Sélectionnez cette option pour utiliser l'imprimante avec une connexion réseau filaire."
MSM2090="Détection de l'imprimante"
MSM2091="Lancez la recherche de l'imprimante sur le réseau.\nSi la configuration du réseau de l'imprimante a été effectuée, cliquez sur [Suivant].\n\nSinon, effectuez la configuration du réseau.\nPour savoir comment configurer le réseau, cliquez sur [Manuel en ligne].\n\nCliquez sur [Annuler] pour annuler l'installation."
MSM2090_Mac=
MSM2091_Mac="Lancez la recherche de l'imprimante sur le réseau.\nSi la configuration du réseau de l'imprimante a été effectuée, cliquez sur [Suivant].\n\nSinon, effectuez la configuration du réseau.\nPour savoir comment configurer le réseau, cliquez sur [Manuel en ligne].\n\nCliquez sur [Annuler] pour annuler l'installation."
MSM2092_Mac="Configuration du réseau"
MSM2093_Mac="La configuration du réseau sera effectuée après le redémarrage de l’ordinateur. Cliquez sur [Redémarrer] pour redémarrer votre ordinateur."
MSM2094="Lancez la recherche de l'imprimante sur le réseau. Cliquez sur [Suivant].\nCliquez sur [Annuler] pour annuler l'installation."
MSM2096="Détection de l'imprimante"
MSM2097="Recherche de l'imprimante sur le réseau."
MSM2098_Mac="Connexion réseau"
MSM2099_Mac="Appuyez sur le bouton MARCHE de l'imprimante pour la mettre sous tension si vous souhaitez l'utiliser sur le réseau."
MSM2100_Mac="Connexion USB"

MSM2101="Sélectionnez le port"
MSM2102="Sélectionnez le port d'imprimante et cliquez sur [Suivant]."

MSM2250="Configuration terminée"
MSM2251="La configuration est terminée. Le produit est prêt à être utilisé. Cliquez sur [Suivant] pour passer à l'étape suivante."
MSM2252="Configuration terminée"
MSM2253="La configuration de l'impression sur cet ordinateur est terminée.\nLe logiciel va maintenant être installé."
MSM2254="L'installation n'a pas été effectuée.\nPour poursuivre l'installation du logiciel utile, cliquez sur [Continuer].\nPour quitter l'installation, cliquez sur [Quitter]."

MSM2261="Configuration en cours"
MSM2262="La connexion réseau est temporairement désactivée pendant la configuration.\nVeuillez patienter."
MSM2263="Échec de la configuration sans câble. Suspendez le processus et sélectionnez une autre méthode de configuration en suivant les instructions à l'écran."

MSM2301="Échec de l'installation"
MSM2302="%ITEM% n'a pas pu être installé. Cliquez sur [Recommencer] pour réexécuter la procédure d'installation."
MSM2303="Le manuel décrit les causes des problèmes d'installation et la manière de les corriger."
MSM2304="Recommencer"
MSM2305="En cas de problèmes réseau, consultez le Guide de dépannage réseau.\nPour tout autre problème, consultez le manuel."

MSM2401="Alignement de tête d'impression requis"
MSM2402="Cette imprimante est dotée d'une fonction d'alignement des têtes d'impression. Si l'impression contient des lignes non alignées ou si elle n'est pas satisfaisante, l'alignement des têtes d'impression peut résoudre ces problèmes.\n\nPour plus d'informations, reportez-vous au guide de l'utilisateur."
MSM2402_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. L'alignement des têtes d'impression corrige les positions d'installation des têtes, améliore les couleurs et lignes déviées.\n\nProcédez à un alignement des têtes d'impression après avoir redémarré l'ordinateur et connecté l'imprimante à l'ordinateur.\n\nPour plus d'informations, reportez-vous au guide de l'utilisateur."
MSM2411="Alignement tête d'impression"
MSM2412="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier dans l'imprimante, puis cliquez sur [Exécuter]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nQuand l'alignement des têtes d'impression est terminé, cliquez sur [Suivant]."
MSM2412_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier dans l'imprimante, puis cliquez sur [Exécuter]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nCliquez sur [Suivant] si vous ne souhaitez pas procéder à un alignement des têtes d'impression."
MSM2413="Exécuter"
MSM2414="Lors de l'impression de photos sur cette imprimante, il est recommandé d'aligner les têtes d'impression. Pour aligner les têtes d'impression maintenant, chargez du papier ordinaire dans la cassette et cliquez sur [Exécuter]. Une fois l'alignement des têtes terminé, cliquez sur [Suivant]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nL'alignement des têtes est également disponible une fois la configuration terminée. Pour continuer sans aligner les têtes d'impression, cliquez sur [Suivant]."
MSM2414_Mac="Lors de l'impression de photos sur cette imprimante, il est recommandé d'aligner les têtes d'impression. Pour aligner les têtes d'impression maintenant, chargez du papier ordinaire dans la cassette et cliquez sur [Exécuter]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nL'alignement des têtes est également disponible une fois la configuration terminée. Pour continuer sans aligner les têtes d'impression, cliquez sur [Suivant]."
MSM2415="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier MP-101 dans l'imprimante, puis cliquez sur [Exécuter]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nQuand l'alignement des têtes d'impression est terminé, cliquez sur [Suivant]."
MSM2415_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier MP-101 dans l'imprimante, puis cliquez sur [Exécuter]. Pour plus d'informations, reportez-vous au manuel de l'imprimante.\n\nCliquez sur [Suivant] si vous ne souhaitez pas procéder à un alignement des têtes d'impression."
MSM2416="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Cliquez sur [Exécuter] pour afficher l'écran Démarrer l'alignement de la tête d'impression. Suivez les instructions affichées à l'écran pour imprimer le motif d'alignement. Placez le motif d'alignement imprimé sur la vitre d'exposition et numérisez-le.\n\nQuand l'alignement des têtes d'impression est terminé, cliquez sur [Suivant]."
MSM2416_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Cliquez sur [Exécuter] pour afficher l'écran Démarrer l'alignement de la tête d'impression. Suivez les instructions affichées à l'écran pour imprimer le motif d'alignement. Placez le motif d'alignement imprimé sur la vitre d'exposition et numérisez-le.\n\nQuand l'alignement des têtes d'impression est terminé, cliquez sur [Suivant]."
MSM2417="Cette imprimante est dotée d'une fonction d'alignement des têtes d'impression. Si l'impression contient des lignes non alignées ou si elle n'est pas satisfaisante, l'alignement des têtes d'impression peut résoudre ces problèmes."
MSM2418="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier dans l'imprimante, cliquez sur [Exécuter], puis sur [Suivant]."
MSM2418_Mac="Avant d'utiliser cette imprimante, procédez à un alignement des têtes d'impression. Insérez du papier dans l'imprimante, puis cliquez sur [Exécuter].\n\nCliquez sur [Suivant] si vous ne souhaitez pas procéder à un alignement des têtes d'impression."
MSM2420="Recherche des imprimantes."
MSM2421="Recherche de %PRODUCTNAME%."
MSM2422="Impossible de trouver la file d'attente d'impression."
MSM2423="Cliquez sur [Enregistrer une imprimante] pour enregistrer votre imprimante."
MSM2424="Enregistrer une imprimante"
MSM2431="Enregistrer une imprimante et un scanner"
MSM2432="La configuration de l'imprimante et du scanner sur le réseau est terminée.\nVous devez à présent enregistrer l'imprimante et le scanner dans l'ordinateur.\n\nCliquez sur [Enregistrer une imprimante] ou sur [Enregistrer un scanner] pour lancer le logiciel  approprié et procéder à l'enregistrement. Suivez les instructions  pour effectuer l'enregistrement."
MSM2433="Enregistrer une imprimante"
MSM2434="Enregistrer un scanner"
MSM2435="La configuration de l'imprimante sur le réseau est terminée.\nVous devez à présent enregistrer l'imprimante dans l'ordinateur.\n\nCliquez sur [Enregistrer une imprimante] pour lancer le logiciel approprié et procéder à l'enregistrement. Suivez les instructions pour effectuer l'enregistrement."
MSM2436_Mac="La configuration de l'imprimante sur le réseau est terminée.\nVous devez à présent ajouter l'imprimante à l'ordinateur.\n\nCliquez sur [Ajouter une imprimante] pour lancer le logiciel d'ajout de l’imprimante. Suivez les instructions du logiciel pour procéder à l'ajout.\n\nSi vous ne savez pas comment utiliser le logiciel, cliquez sur [Manuel en ligne]."
MSM2437_Mac="Ajouter une imprimante"
MSM2438_Mac="Quand vous cliquez sur [Ajouter une imprimante], les imprimantes pouvant être ajoutées s'affichent. Sélectionnez le produit %s dont le champ Type correspond à \"Canon IJ Network\", puis cliquez sur [Ajouter].\nUne fois l'imprimante ajoutée, cliquez sur [Suivant]."
MSM2439_Mac="Si les imprimantes pouvant être ajoutées ne s'affichent pas ou si vous ne savez pas comment utiliser l'écran, cliquez sur [Manuel en ligne]."
MSM2440_Mac="Sélectionner un scanner"
MSM2441_Mac="Configuration du scanner sur l'ordinateur.\n\nCliquez sur [Sélectionner un scanner] pour démarrer le logiciel de configuration du scanner. Suivez les instructions du logiciel pour procéder."

MSM2451="Enregistrement utilisateur"
MSM2453="Suivant"
MSM2464="Enregistrement utilisateur"
MSM2465="Enregistrez votre produit Canon aujourd'hui et bénéficiez des avantages suivants :\n- Recevez notre bulletin d'information mensuel par e-mail et bénéficiez de réductions Canon\n- Recevez des projets Creative Park amusants et des astuces utiles\n- Soyez parmi les premiers à être informé des mises à niveau de logiciels"
MSM2474="Enregistrement utilisateur"
MSM2475="L'enregistrement de ce produit vous permet de recevoir des informations importantes sur le produit et les services associés. Vous devez disposer d'une connexion Internet pour l'enregistrement."
MSM2484="Enregistrement du produit"
MSM2485JU="Enregistrez votre produit Canon aujourd'hui pour bénéficier des avantages suivants :\n- Canon États-Unis conservera les informations vous concernant dans un fichier au cas où vous en auriez besoin pour une déclaration d'assurance.\n- Soyez parmi les premiers à recevoir des informations sur les mises à niveau de logiciels.\n- Recevez notre newsletter mensuelle contenant des offres spéciales sur des produits Canon."
MSM2485M="La mise à jour ou l'enregistrement d'un nouveau produit vous permet de recevoir des informations importantes sur le produit et les services associés. Vous devez disposer d'une connexion Internet pour la mise à jour et l'enregistrement."
MSM2486_Mac="Si vous cliquez sur [Suivant], le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2486_Mac2="Si vous cliquez sur [Suivant], le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2487="Pour vous enregistrer plus tard, cliquez sur [Annuler] et passez à l'étape suivante. Vous pouvez également enregistrer les produits quand vous le souhaitez via Quick Menu."

MSM2501="CANON iMAGE GATEWAY Enregistrement utilisateur"
MSM2502="Enregistrer"
MSM2503="CANON iMAGE GATEWAY Enregistrement du produit"
MSM2504="CANON iMAGE GATEWAY est un service en ligne exclusif destiné à l'acheteur d'un produit permettant de bénéficier d'une adhésion gratuite/annuelle payante. Vous pouvez utiliser plusieurs services qui permettent de renforcer l'enthousiasme que suscite l'expérience de la photo numérique en faisant une demande d'enregistrement utilisateur."
MSM2506="Si vous cliquez sur [Enregistrer], le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2507="Si vous cliquez sur [Enregistrer], le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2511="Enregistrement utilisateur"
MSM2513="Enregistrement du produit"
MSM2514="Enregistrez votre produit Canon aujourd'hui et bénéficiez des avantages suivants :\n- Recevez notre bulletin d'information mensuel par e-mail et bénéficiez de réductions Canon\n- Recevez des projets Creative Park amusants et des astuces utiles\n- Soyez parmi les premiers à être informé des mises à niveau de logiciels"
MSM2515="L'enregistrement de ce produit vous permet de recevoir des informations importantes sur le produit et les services associés. Vous devez disposer d'une connexion Internet pour l'enregistrement."
MSM2516="Si vous cliquez sur [Suivant], le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2517="Si vous cliquez sur [Suivant], le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement."
MSM2521="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2522="Enregistrement utilisateur. Le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2526="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2527="Enregistrement utilisateur. Le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."

MSM2551="Enregistrement utilisateur de Canon %s"
MSM2552="Désinstaller l'enregistrement utilisateur"
MSM2571="Programme de désinstallation de l'enregistrement utilisateur de %s"
MSM2572="Etes-vous sûr de vouloir supprimer totalement 'Enregistrement utilisateur de Canon %s' et tous ses composants ?"
MSM2573="Désinstallation terminée."
MSM2574="Echec de la désinstallation."
MSM2575="Vous devez redémarrer votre ordinateur pour terminer la désinstallation. Cliquez sur [OK] pour redémarrer maintenant ou sur [Annuler] pour redémarrer plus tard."
MSM2576="Vous devez disposer de privilèges d'administrateur pour désinstaller Enregistrement utilisateur de Canon %s."
MSM2577="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2577_Mac2="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations seront directement reportées sur l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2578="Enregistrement utilisateur. Le nom de votre produit, ainsi que vos informations système et régionales seront automatiquement recueillies et envoyées à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, cliquez sur [OK]."
MSM2578_2="Enregistrement utilisateur. Le nom de votre produit, vos informations système et régionales, ainsi que le numéro de série de l'imprimante seront automatiquement recueillis et envoyés à Canon via Internet. Ces informations serviront uniquement à ouvrir l'écran d'enregistrement. Pour continuer, vérifiez que l'imprimante est connectée à l'ordinateur, allumez-la, puis cliquez sur [OK]."
MSM2580="La connexion a échoué. Vérifiez que la connexion réseau est activée, puis réessayez. Si la connexion échoue encore, patientez quelques instants, puis réessayez. Vous pouvez également enregistrer les produits quand vous le souhaitez via Solution Menu EX."
MSM2581="La connexion a échoué. Vérifiez que la connexion réseau est activée, puis réessayez. Si la connexion échoue encore, patientez quelques instants, puis réessayez."
MSM2582="La connexion a échoué."
MSM2583="Connexion en cours"
MSM2584="Connexion en cours. Veuillez patienter."
MSM2585="Entrez le nom d'utilisateur et le mot de passe de votre pare-feu."
MSM2586="Nom d'utilisateur :"
MSM2587="Mot de passe :"
MSM2588="Enregistrer ce mot de passe dans le trousseau"
MSM2589="La connexion a échoué. Vérifiez que la connexion réseau est activée, puis réessayez. Si la connexion échoue encore, patientez quelques instants, puis réessayez."

ExecutingPrefSet_Mac="Le programme est lié à CanoScan Toolbox"

MSM2601="Installation terminée."
MSM2602="Redémarrer le système maintenant (recommandé)"
MSM2603="Redémarrer"
MSM2604="Installation terminée.\nAssurez-vous que le scanner est connecté à l'ordinateur et qu'il est sous tension, puis cliquez sur [Quitter]."

MSM2610="Charger du papier ordinaire dans la cassette"
MSM2611="Charger du papier ordinaire comme indiqué ci-dessous."
MSM2612="Charger uniquement du papier ordinaire dans la cassette"
MSM2613="Charger du papier photo dans le réceptacle arrière"

MSM2701="Annulation de l'installation"
MSM2702="L'installation n'a pas été effectuée. Pour poursuivre l'installation, cliquez sur [Continuer]. Pour quitter l'installation, cliquez sur [Annuler]."
MSM2702_Mac="L'installation n'a pas été effectuée. Pour poursuivre l'installation, cliquez sur [Continuer]. Pour quitter l'installation, cliquez sur [Abandonner]."

MSM2801="Modification des paramètres système"
MSM2802="Le système doit redémarrer pour que les nouveaux paramètres prennent effet.\nVoulez-vous redémarrer maintenant ?"

MSM2851="Extended Survey Program"
MSM2856="J'accepte"
MSM2857="Je refuse"
MSM2870="Afin de développer et de commercialiser des produits répondant toujours mieux aux attentes de ses clients, Canon a besoin que les informations ci-dessous, relatives à votre produit Canon, lui soient envoyées via Internet."
MSM2871="Afin de développer et de commercialiser des produits répondant toujours mieux aux attentes de ses clients, Canon a besoin que les informations ci-dessous, relatives à votre produit Canon, soient envoyées via Internet à un organisme de recherche détenant une licence légale."
MSM2873="Si vous acceptez les modalités ci-dessus, cliquez sur [J'accepte]. Sinon, cliquez sur [Je refuse]."
MSM2874="Afin de développer et de commercialiser des produits répondant toujours mieux aux attentes de ses clients, Canon a besoin que les informations ci-dessous, relatives à votre produit Canon, soient envoyées via Internet à Canon (ou, si vous utilisez votre produit Canon en Chine, à un organisme de recherche détenant une licence légale)."
MSM2876="Si vous acceptez les modalités ci-dessus, cliquez sur [J'accepte] pour commencer l'installation du programme d'enquête. Sinon, cliquez sur [Je refuse]. Ce programme peut ne pas s'exécuter sur les versions de systèmes d'exploitation non prises en charge."
MSM2879_Win="Si la fenêtre Contrôle de compte d'utilisateur s'affiche, laissez le programme continuer."
MSM2901="Test d'impression"
MSM2902="L'imprimante est configurée et les logiciels installés.\n\nUn test d'impression va avoir lieu afin de vérifier le fonctionnement de l'imprimante. Insérez du papier ordinaire dans l'imprimante, puis cliquez sur [Exécuter]. Une fois le test terminé, cliquez sur [Suivant].\n\nPour ignorer l'impression test, cliquez sur [Suivant] au lieu de [Exécuter].\n\nEn cas d'erreur d'impression, suivez les instructions affichées à l'écran pour recommencer la configuration."
MSM2903="Un test d'impression va avoir lieu afin de vérifier le fonctionnement de l'imprimante.\nInsérez du papier ordinaire dans l'imprimante, cliquez sur [Exécuter], puis sur [Suivant].\n\nPour ignorer l'impression test, cliquez sur [Suivant] au lieu de [Exécuter].\n\nEn cas d'erreur d'impression, suivez les instructions affichées à l'écran pour recommencer la configuration."

MSM3001="Ce logiciel est indispensable pour utiliser l'imprimante.\nVous pouvez effectuer des tâches d'impression adaptées à divers types et formats de papier."
MSM3002_Mac="Le manuel en ligne vous explique le fonctionnement du pilote et vous fournit des instructions d'utilisation de l'application très simples."
MSM3008="Vous pouvez combiner des images et du texte pour les imprimer facilement sur une étiquette de disque avec Direct Print."
MSM3009="Mettre le système à jour."
MSM3010="Cet utilitaire permet à l'ordinateur de se servir des fichiers stockés sur la carte mémoire insérée dans le logement de l'imprimante."
MSM3011="Ce pilote permet d'utiliser le périphérique sur un réseau."
MSM3012="Utilisez cet outil pour modifier la méthode de connexion et les paramètres de sécurité du périphérique connecté au réseau."
MSM3013="My Printer vous permet de résoudre les problèmes d'impression tels que les impressions tachées."
MSM3016="MP Drivers est requis pour imprimer des documents et numériser des images."
MSM3018="ArcSoft PhotoStudio vous permet de corriger/d'améliorer des images importées depuis votre scanner ou votre appareil photo numérique."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE est un programme d'OCR (reconnaissance optique de caractères), capable de convertir en données informatiques le contenu d'un livre ou d'un journal."
MSM3021="Presto! PageManager facilite la numérisation, le partage et l'organisation des documents et des photos. Vous pouvez enregistrer tous vos documents professionnels dans des dossiers imbriqués pour les retrouver aisément."
MSM3023="Setup Utility permet de configurer les paramètres d'impression par connexion infrarouge ou Bluetooth."
MSM3024="Setup Utility permet de configurer les paramètres d'impression via PictBridge."
MSM3026="Logiciel d'extension qui permet d'imprimer des photos de qualité professionnelle. Pour utiliser ce logiciel d'extension, vous devez installer un logiciel approprié."
MSM3027="Le pilote XPS convient à une impression depuis un logiciel d'application prenant en charge l'impression XPS (sous Windows Vista ou ultérieur)."
MSM3027_0="Le pilote XPS convient à une impression depuis un logiciel d'application prenant en charge l'impression XPS (sous Windows Vista ou ultérieur). Le pilote d'imprimante IJ doit être installé correctement."
MSM3027_1="Le pilote XPS convient à une impression depuis un logiciel d'application prenant en charge l'impression XPS (sous Windows Vista ou ultérieur). MP Drivers doit être installé correctement."
MSM3028="ScanGear est un pilote qui permet au scanner de fonctionner. Pour utiliser le pilote, lancez un logiciel, par exemple un programme d'édition d'images."
MSM3028_Mac="Un pilote indispensable au fonctionnement du scanner. Il vous permet de spécifier le format du document, le format de sortie et d'autres paramètres avancés lors de la numérisation. Il est également utilisé lorsque vous exécutez le scanner à partir d'applications compatibles TWAIN."
MSM3031_Mac="Le manuel en ligne vous explique le fonctionnement du pilote d'imprimante et vous fournit des instructions d'utilisation de l'application très simples."
MSM3032=
MSM3034="Nécessaire pour imprimer sans problème les couleurs des images Adobe RGB. Adobe est une marque déposée ou une marque commerciale d'Adobe Systems Incorporated aux États-Unis et/ou dans d'autres pays."
MSM3035="Setup Utility permet de configurer les paramètres d'impression par connexion infrarouge, Bluetooth et PictBridge."
MSM3037="ScanGear CS est un pilote de scanner (pilote TWAIN) qui permet au scanner de fonctionner. Pour utiliser le pilote, lancez un logiciel, par exemple un programme d'édition d'images."
MSM3040="Easy-PhotoPrint EX vous permet de créer facilement votre propre album photo, des autocollants ou encore un calendrier à partir de vos photos numériques. Vous pouvez également imprimer des photos sans bordure en un clin d'œil. De plus, vous pouvez appliquer une correction yeux rouges et un lissage numérique avant d'imprimer."
MSM3041="Lance immédiatement le logiciel accessoire vous permettant d'imprimer facilement les photos."
MSM3042="Avec MP Navigator EX, vous pouvez facilement importer des images numérisées directement dans une application, les imprimer, les joindre à un courrier électronique ou les enregistrer sur votre disque dur."
MSM3043="Le manuel vous explique le fonctionnement de l'imprimante et du logiciel fourni. Des informations sur la résolution des problèmes sont également fournies.\nInternet Explorer 8.0 ou ultérieur est requis."
MSM3043_Mac="Le manuel vous explique le fonctionnement de l'imprimante et du logiciel fourni. Des informations sur la résolution des problèmes sont également fournies."
MSM3044="Easy-WebPrint EX vous permet de couper le contenu d'une page Web et de l'imprimer à votre guise. Il s'affiche dans votre navigateur  sous la forme d'une barre d'outils facile à utiliser. Internet Explorer 7.0 ou ultérieur est requis."
MSM3044_Mac="Easy-WebPrint EX vous permet de découper le contenu d'une page Web et de l'imprimer à votre guise. C'est un logiciel d'extension facile à utiliser avec votre navigateur. Safari 4.0 ou ultérieur est requis."
MSM3045="Ce logiciel vous permet de modifier la composition codée, les informations utilisateur et d'autres paramètres enregistrés dans l'imprimante, ainsi que d'enregistrer les paramètres modifiés dans l'ordinateur ou dans l'imprimante."
MSM3046="Solution Menu EX peut immédiatement démarrer le logiciel qui vous permet d'imprimer facilement un album ou un calendrier, ou de lancer une numérisation d'un simple clic. En outre, vous pouvez facilement accéder aux sites Web de Canon qui prennent en charge les diverses utilisations du logiciel."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Vous pouvez importer des photos et les utiliser pour créer et imprimer des objets personnalisés, par exemple des collages, des cartes et des calendriers. Vous pouvez également imprimer des photos sans bordure et corriger/améliorer des images en quelques étapes très simples. À utiliser avec Quick Menu pour générer des recommandations à partir de photos enregistrées."
MSM3049="Un logiciel d'extension pour l'impression de photos qui vous permet de créer des œuvres d'art de qualité optimale en toute simplicité. Une application appropriée doit être installée. Reportez-vous au manuel pour consulter la liste des applications appropriées."
MSM3050="Vous pouvez rapidement lancer le logiciel ou le manuel de votre produit Canon. Vous pouvez également accéder rapidement aux sites Web qui fournissent des informations utiles sur votre produit Canon, à des sites Web utiles qui prennent en charge diverses utilisations, etc. À utiliser avec My Image Garden pour activer Image Display, qui vous permet d'afficher des recommandations et des photos dans un diaporama."
MSM3051="Un pilote indispensable au fonctionnement du scanner. Il est utilisé lorsque vous exécutez le scanner à partir d'applications compatibles ICA."
MSM3052="Cet utilitaire numérise et enregistre les images à l'aide d'un pilote de scanner."
MSM3053="Vous pouvez rapidement lancer le logiciel de votre produit Canon. Vous pouvez également accéder rapidement au manuel et aux différents sites Web."
MSM3054="Ajoutez les dictionnaires à utiliser lors de la création de fichiers PDF avec possibilité de recherche de texte ou au lancement d'un OCR. Après l'installation, sélectionnez la langue appropriée dans l'écran de réglage de Canon IJ Scan Utility."
MSM3055="Cette application ouvre ScanGear pour prévisualiser et numériser des images, puis enregistre ces dernières sur l'ordinateur."
MSM3056="Ce logiciel vous permet de configurer les paramètres d'utilisation de l'imprimante sur le réseau."
MSM4001W="Pilote d'imprimante IJ"
MSM4001="Pilote d'imprimante"
MSM4002="Manuel d'utilisation"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Pilote XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Utilitaire de numérotation rapide"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Pilote ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Autres dictionnaires pour l'OCR (chinois/coréen)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="La fonctionnalité permettant l'achat d'encre en ligne est prête."
EIDENABLER_ADMIN="Pour exécuter ce logiciel, vous devez vous connecter en tant que membre du groupe Administrateurs."

MENU1_Mac="A propos de Setup"
MENU2_Mac="Services"
MENU3_Mac="Masquer Setup"
MENU4_Mac="Masquer les autres"
MENU5_Mac="Tout afficher"
MENU6_Mac="Quitter Setup"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Chine"
HK="Hong-Kong R.A.S."
ID="Indonésie"
IN="Inde"
JP="Japon"
KR="Corée"
MY="Malaisie"
PH="Philippines"
SG="Singapour"
TW="Taiwan"
TH="Thaïlande"
VN="Vietnam"
MO="Macao"

AU="Australie"
NZ="Nouvelle-Zélande"

US="États-Unis"
CA="Canada"
BR="Brésil"
MX="Mexique"
AR="Argentine"
CL="Chili"
PA="Panama"

AT="Autriche"
BE="Belgique"
BG="Bulgarie"
HR="Croatie"
CZ="République tchèque"
DK="Danemark"
EE="Estonie"
FI="Finlande"
FR="France"
DE="Allemagne"
GR="Grèce"
HU="Hongrie"
IE="Irlande"
IT="Italie"
LV="Lettonie"
LT="Lituanie"
LU="Luxembourg"
NL="Pays-Bas"
NO="Norvège"
PL="Pologne"
PT="Portugal"
RO="Roumanie"
RU="Russie"
SK="Slovaquie"
SI="Slovénie"
ZA="Afrique du Sud"
ES="Espagne"
SE="Suède"
CH="Suisse"
TR="Turquie"
GB="Royaume-Uni"

Others="Autres"

MSM2703="Abandonner l’installation"
MSM2704="L’installation n’est pas terminée."
MSM2705="Cliquez sur Continuer pour continuer l’installation. Cliquez sur Abandonner pour l’arrêter."
MSM2706="Continuer"
MSM2707="Abandonner"
MSM2951="Programme d'installation %s"
MSM2952="CD-ROM d'installation introuvable. Pour poursuivre l'installation du pilote %s, insérez le CD-ROM %s et cliquez sur OK."

MSM5001="Créer un alias sur le Bureau"
MSM5002="Acceptez-vous de créer un alias du manuel sur le Bureau ? Si vous acceptez, sélectionnez “J'accepte”. Si vous sélectionnez “Je refuse”, vous pouvez ouvrir le manuel depuis le dossier des applications."
MSM5003="J'accepte"
MSM5004="Je refuse"

MSM5010="Ajouter Easy-WebPrint EX au Dock"
MSM5011="Acceptez-vous d'ajouter Easy-WebPrint EX au Dock ? Si vous acceptez, sélectionnez “J'accepte”. Si vous sélectionnez “Je refuse”, vous pouvez utiliser Easy-WebPrint EX depuis le dossier des applications."
MSM5012="J'accepte"

MSM6000="Sélectionnez la méthode de connexion de l'imprimante."
MSM6001="Connexion réseau sans fil"
MSM6002="Connexion réseau câblé"
MSM6003="Connexion USB"
MSM6004="Réessayer la configuration du réseau de l'imprimante"
MSM6005="Sélectionnez la méthode de connexion au réseau sans fil"
MSM6006="Connecter via un routeur sans fil (recommandé)"
MSM6007="Connexion directe"
MSM6008="Connecter l'ordinateur et l'imprimante via un routeur sans fil."
MSM6009="Connecter directement l'ordinateur et l'imprimante."
MSM6010="Pour basculer entre la connexion via un routeur sans fil et la connexion directe ou pour en savoir plus sur la méthode de connexion, cliquez sur [Instructions]."
MSM6011="Instructions"
MSM6012="Vérifiez que l'imprimante est sous tension."
MSM6013="Imprimantes sur la liste réseau"
MSM6014="Numéro de série"
MSM6015="Adresse MAC"
MSM6016="Adresse IP"
MSM6017="Imprimante à configurer introuvable dans la liste"
MSM6018="Mettre à jour"
MSM6019="1. Pour définir une imprimante sur le réseau, sélectionnez-en une dans la liste ci-dessus, puis cliquez sur [Suivant].\n   Le numéro de série est indiqué à l'arrière de l'imprimante et sur la Fiche de garantie.\n   La liste ci-dessus n'affiche que les 5 derniers chiffres du numéro de série.\n2. Si l'imprimante configurée ne peut être trouvée dans la liste ci-dessus, mettez l'imprimante sous tension et cliquez sur [Mettre à jour].\n3. Si l'imprimante est toujours introuvable, sélectionnez [Imprimante à configurer introuvable dans la liste] et cliquez sur [Suivant]."
MSM6020="1. Si l'imprimante que vous souhaitez configurer sur le réseau apparaît dans la liste des imprimantes ci-dessus, sélectionnez-la et cliquez sur [Suivant].\n   Le numéro de série est indiqué à l'arrière de l'imprimante ou sur la garantie.\n2. Si l'imprimante que vous souhaitez configurer n'apparaît pas dans la liste ci-dessus, mettez-la sous tension et cliquez sur [Mettre à jour].\n3. Si l'imprimante n'apparaît toujours pas dans la liste, sélectionnez [Imprimante à configurer introuvable dans la liste] et cliquez sur [Suivant].\n4. Pour une connexion USB, sélectionnez également [Imprimante à configurer introuvable] et cliquez sur [Suivant]."
MSM6021="Connexion terminée."
MSM6022="Sélectionnez la méthode de connexion"
MSM6023="Vérifier l'alimentation"
MSM6024="Utilisez une autre méthode de configuration. Suivez les instructions à l'écran."
MSM6025="L'imprimante doit être configurée pour que le pilote XPS puisse être installé. Si la configuration n'a pas été réalisée, cliquez sur [Retour au début] pour configurer l'imprimante."
MSM6026="Paramètres du pare-feu"
MSM6027="Vous devez désactiver le bloc pour ce logiciel dans le pare-feu de Windows."
MSM6028="Désactiver le blocage"
MSM6029="Sélectionner une imprimante"
MSM6100="My Image Garden utilise la photo enregistrée sur votre ordinateur pour créer automatiquement une carte ou un calendrier."
MSM6101="CREATIVE PARK PREMIUM fournit du contenu PREMIUM réservé exclusivement aux utilisateurs d'encres d'origine Canon."
MSM6102="Vous pouvez parfaitement copier la photo imprimée en sélectionnant simplement le menu à partir de l'imprimante."
MSM6103="Si l'imprimante est hors tension, elle s'allume automatiquement lorsque vous lancez une impression."
MSM6104="Le mode silencieux vous permet d'effectuer des impressions, des copies ou des numérisations en toute discrétion, sans vous inquiéter de l'heure ou de votre entourage."
MSM6105="Les fonctions mentionnées ici varient en fonction des modèles utilisés. Pour plus d'informations, reportez-vous au manuel."
MSM6106="Pour plus d'informations, reportez-vous au manuel."
MSM6030="Sélectionner dans la liste"
MSM6031="Le numéro de série est disponible sur la Fiche de garantie et sur l'imprimante."
MSM6032="Périphérique IPv4"
MSM6033="Périphérique IPv6"
MSM6034="Numéro de série (5 derniers chiffres)"
MSM6035="Emplacement du numéro de série"
MSM6036="Spécifier l'adresse IP et lancer la recherche"
MSM6037="Configurez la connexion réseau conformément aux instructions du manuel"
MSM6038="Sélectionnez cette option si l'imprimante ne s'affiche pas dans la liste ou si vous ne la trouvez pas en spécifiant l'adresse IP."
MSM6039="Sélection de la méthode de recherche de l'imprimante"
MSM6040="Recherche par adresse IPv4"
MSM6041="Recherche par adresse IPv6"
MSM6042="Rechercher par nom d'hôte"
MSM6043="Rechercher par nom Bonjour"
MSM6044="Une adresse IP doit avoir été attribuée à l'imprimante pour pouvoir lancer une recherche par adresse IP. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6045="Échec de la recherche de l'adresse IP spécifiée"
MSM6046="L'imprimante spécifiée n'a pas été trouvée. Vérifiez l'adresse IP, puis réessayez. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6047="Redétecter"
MSM6048="L'adresse IP spécifiée est déjà utilisée par un autre périphérique. Vérifiez l'adresse IP, puis réessayez. Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6049="Modifier les paramètres réseau IPv4"
MSM6050="Sélectionnez la méthode de configuration, puis saisissez l'adresse IP de l'imprimante à utiliser."
MSM6051="Configuration automatique"
MSM6052="Vous devez disposer d'un serveur DHCP pour acquérir l'adresse IP automatiquement."
MSM6053="Configuration manuelle"
MSM6054="Adresse IPv4"
MSM6055="Contactez l'administrateur réseau pour obtenir l'adresse IP."
MSM6056="Modifier les paramètres réseau IPv6"
MSM6057="Vous devez disposer d'un serveur DHCPv6 ou d'un routeur IPv6 pour acquérir l'adresse IPv6 automatiquement."
MSM6058="Adresse IPv6"
MSM6059="Longueur du préfixe"
MSM6060="Contactez l'administrateur réseau pour obtenir l'adresse IP et la longueur du préfixe."
MSM6061="Erreur lors de la modification des paramètres réseau"
MSM6062="La modification des paramètres peut avoir échoué pour l'une des raisons ci-dessous :\n  -L'adresse IP n'est pas valide\n  -L'adresse IP existe en double"
MSM6063="Pour plus d'informations, cliquez sur [Manuel en ligne]."
MSM6064="Cliquez sur [Ajouter une imprimante], puis ajoutez l'imprimante en suivant les instructions à l'écran.\n\nUne fois cette opération terminée, cliquez sur [Suivant]."
MSM6065="Vous devez installer le pilote Canon pour pouvoir utiliser toutes les fonctions de cette imprimante.\nCliquez sur [Suivant] et recommencez l'installation."
MSM6066="Définir comme imprimante par défaut"
MSM6067="Connectez l'imprimante et l'ordinateur à l'aide du câble USB.\nVérifiez que l'imprimante est sous tension."
MSM6091="Avez-vous effectué l'initialisation de l'imprimante ?"
MSM6092="1. Vérifiez que la cartouche d'encre contient de l'encre.\n2. Appuyez sur le bouton Arrêt (Stop) de l'imprimante et maintenez-le enfoncé pendant environ 5 secondes.\nL'initialisation de l'imprimante commence alors. Cette operation prendra environ 6 minutes."
MSM6093="1. Vérifiez que la cartouche d'encre contient de l'encre.\n2. Appuyez sur le bouton REPRENDRE/ANNULER (RESUME/CANCEL) de l'imprimante et maintenez-le enfoncé pendant environ 5 secondes.\nL'initialisation de l'imprimante commence alors. Cette operation prendra environ 6 minutes."
